Repository: SSB-Anne/nscreg
Catalog: nscreg.Resources/Languages/Resource.*.resx
Languages: ky_kg

source: Login
ky_kg: Ысым

source: Password
ky_kg: Пароль

source: Remember me
ky_kg: Эстөө

source: Language
ky_kg: Тил

# LanguageRussian
source: Russian
ky_kg: Орус тили

# LanguageKyrgyz
source: Kyrgyz
ky_kg: Кыргыз тили

# LanguageEnglish
source: English
ky_kg: Англис тили

source: Account
ky_kg: Колдонуучу аккаунту

source: Logout
ky_kg: Чыгуу

source: About
ky_kg: Биз жөнүндө

source: Users
ky_kg: Пайдалануучулар

source: Roles
ky_kg: Ролу

source: Stat units
ky_kg: Каттоо маалыматтары

source: Users list
ky_kg: Пайдалануучулар тизме

source: Roles list
ky_kg: Ролдорунун тизмеси

source: Stat units list
ky_kg: Каттоо маалыматтын тизмеси

# LoginError
source: Login is already taken
ky_kg: Кирүү буга чейин кабыл алынат

# NameError
source: Name is already taken
ky_kg: Аты буга чейин кабыл алынат

# PasswordUpdateError
source: Error while updating password
ky_kg: Паролду тактоо учурунда ката

# RoleUpdateError
source: Error while updating roles
ky_kg: Ролун тактоо учурунда ката

# UserUpdateError
source: Error while updating user
ky_kg: Колдонуучуну тактоо учурунда ката

source: Log in failed
ky_kg: Жок кирүү

source: Current password is wrong
ky_kg: Учурдагы Сырсөз туура эмес

# PageError
source: Page num can not be negative
ky_kg: Барак саны терс болушу мүмкүн эмес

# PageSizeError
source: Page size must be greater than 0
ky_kg: Барак өлчөмү 0 көбүрөөк болушу керек

# LastChangeFromError
source: Last change from value is later than 'last change to'
ky_kg: Наркынан акыркы өзгөртүү кийин «акыркы өзгөрүшүнө» болуп саналат

# LastChangeToError
source: Last change to value is earlier than 'last change from'
ky_kg: Наркына акыркы өзгөртүү «акыркы өзгөрүшүнө» мурда болуп саналат

# EmployeesNumberFromErrorNegative
source: Number of employees from shouldn't be negative
ky_kg: Алынган кызматкерлердин саны терс болушу керек эмес

# EmployeesNumberFromErrorLarge
source: Number of employees from is larger than 'number of employees to'
ky_kg: Кызматкерлерине «үчүн кызматкерлердин саны» көп эмес саны

# EmployeesNumberToErrorNegative
source: Number of employees to shouldn't be negative
ky_kg: Кызматкерлердин саны терс болушу керек эмес

# EmployeesNumberToErrorLess
source: Number of employees to is less than 'number of employees from'
ky_kg: Кызматкерлеринин саны алынган кызматкерлердин саны "аз болот"

# TurnoverFromErrorNegative
source: Turnover from shouldn't be negative
ky_kg: Тартып жүгүртүү терс болушу керек эмес

# TurnoverFromErrorLarger
source: Turnover from is larger than 'turnover to'
ky_kg: Тартып жүгүртүү «деген жүгүртүүнүн» чоъураак болот

# TurnoverToErrorNegative
source: Turnover to shouldn't be negative
ky_kg: Жүгүртүү үчүн терс болушу керек эмес

# TurnoverToErrorLess
source: Turnover to is less than 'turnover from'
ky_kg: Жүгүртүү үчүн «келген жүгүртүүнүн» караганда аз

source: Role not found
ky_kg: Ролу Табылган жок

# FetchingUsersError
source: Error fetching users
ky_kg: Ката келүүдөгү колдонуучулар

# DeleteRoleError
source: Can't delete role with existing users
ky_kg: Учурдагы колдонуучулар менен ролун жок мүмкүн эмес

# DeleteSysAdminRoleError
source: Can't delete system administrator role
ky_kg: Системалык администратор ролун жок мүмкүн эмес

# EnterpriseGroupNotSupportError
source: Enterprise group is not supported yet
ky_kg: Ишкана топ колдоого алынбайт

# UnknownStatUnitTypeError
source: Unknown statistic unit type
ky_kg: Белгисиз statUnit түрү

# StatisticalUnitNotExistError
source: Statistical unit doesn't exist
ky_kg: Statistical unit жок эмес

# AddressExcistsInDataBaseForError
source: Error: Address already exists in data base for
ky_kg: Ката: Дареги буга үчүн маалыматтар базасы бар

# CreateLegalUnitError
source: Error while create Legal Unit
ky_kg: Укуктук бирдиктерин түзүү Error!

# CreateLocalUnitError
source: Error while create Local Unit
ky_kg: Жергиликтүү аппаратты түзүү Error!

# CreateEnterpriseUnitError
source: Error while create Enterprise Unit
ky_kg: Enterprise бөлүмүн түзүү Error!

# CreateEnterpriseGroupError
source: Error while create Enterprise Group
ky_kg: Enterprise топ түзүү Error!

# UpdateLegalUnitError
source: Error while update Legal Unit
ky_kg: Укуктук бөлүгүн тактоо үчүн ишке ашкан жок!

# UpdateLocalUnitError
source: Error while update Local Unit
ky_kg: Update Error Жергиликтүү Unit!

# UpdateEnterpriseUnitError
source: Error while update Enterprise Unit
ky_kg: Enterprise бөлүмүн тактоо Error!

# UpdateEnterpriseGroupError
source: Error while update Enterprise Group
ky_kg: Enterprise Group тактоо Error!

# UserNotFoundError
source: User not found
ky_kg: Колдонуучу табылган жок

# SysAdminRoleMissingError
source: System administrator role is missing
ky_kg: Системалык администратор ролу жок болуп жатат

# DeleteLastSysAdminError
source: Can't delete very last system administrator
ky_kg: Акыркы системдик администратор жок мүмкүн эмес

source: Name
ky_kg: Ысым

source: Edit account
ky_kg: Аккаунту түзөтүү

source: Name value required
ky_kg: Сураныч, атыңызды киргизип коюңуз

source: Current password
ky_kg: Азыркы пароль

source: New password
ky_kg: Жаңы пароль

# NewPassword_LeaveItEmptyIfYouWillNotChangePassword
source: New password (leave it empty if you won't change password)
ky_kg: Жаңы пароль (сиздин паролду өзгөртө албайт, эгер бош кетип)

source: Confirm password
ky_kg: Сураныч, ырастоо пароль

source: Phone value required
ky_kg: Сураныч, телефон номериңизди киргизип коюңуз

source: Phone
ky_kg: Телефон

source: Email
ky_kg: Электрондук дарек

# HomeText
source: Welcome
ky_kg: Кош келиңиз

# CreateNewRole
source: Creation new role
ky_kg: Бир жаңы ролун түзүү

source: Role name
ky_kg: Ролун аты

source: Description
ky_kg: Баяндоо

# OrdinaryWebsiteUser
source: e.g. Ordinary website user
ky_kg: Колдонуучунун веб сайт

source: Standard data access
ky_kg: Стандарттык берилиштерге жетүү

source: Select or search standard data access
ky_kg: Тандоо тизме же стандарттуу берилиштерге жетүү

source: Access to system functions
ky_kg: Система иштеши үчүн мүмкүнчүлүк

source: Select or search system functions
ky_kg: Тандоо же система иштеши үчүн издөө

source: Submit
ky_kg: Жөнөтүү

# EditRole
source: Editing role
ky_kg: Ролду түзөтүү

# DeleteRoleMessage
source: Delete role
ky_kg: Жок кылуу роль

# RoleList_EditRole
source: Edit role
ky_kg: Ролду түзөтүү

# RoleList_DeleteRole
source: Delete role
ky_kg: Ролду жок кылуу

source: role
ky_kg: ролдор

source: Users in
ky_kg: Пайдалануучулар

# CreateRoleButton
source: Create role
ky_kg: Жаңы роль

source: Are you sure
ky_kg: Ишеничиңиз жетиштүбү

source: Total roles
ky_kg: Жалпы ролдор

source: Total pages
ky_kg: Жалпы барактар

# DeleteStatUnitMessage
source: Delete Statistic unit
ky_kg: Жок кылуу каттоо маалыматтарды

source: Total
ky_kg: Жалпы

source: Search statistical units
ky_kg: Издөө каттоо маалыматты

source: Search wildcard
ky_kg: Издөө джокер

source: Search
ky_kg: Издөө

source: Statistical unit type
ky_kg: Типтеги статистикалык бирдиктер

source: Include liquidated
ky_kg: Мүмкүндүк жоюлат

source: Turnover from
ky_kg: Жүгүртүү чейин

source: Turnover to
ky_kg: Үчүн жүгүртүүсү

source: Number of employees from
ky_kg: Кызматкерлердин саны

source: Number of employees to
ky_kg: Кызматкерлердин саны

source: Create new user
ky_kg: Бир жаңы колдонуучуну түзүү

source: User name
ky_kg: Колдонуучунун аты

source: User login
ky_kg: Колдонуучунун логини

source: User password
ky_kg: Колдонуучунун пароль

source: Type strong password here
ky_kg: Туруктуу пароль койгула

source: Type password again
ky_kg: Кайра пароль койгула

source: User email
ky_kg: Колдонуучунун электрондук дарек

source: User phone
ky_kg: Колдонуучунун телефону

source: Assigned roles
ky_kg: Дайындалган ролу

source: Select or search roles...
ky_kg: Тандоо же издөө ролдорду...

source: User status
ky_kg: Пайдалануучулардын абалы

source: Data access
ky_kg: Доступ к данным

# NSO_Employee
source: e.g. NSO employee
ky_kg: Кызматкердин NSO

source: Try reload roles
ky_kg: Ролун кайра аракет

# EditUser
source: Editing user
ky_kg: Колдонуучуну түзөтүү

source: User's new password
ky_kg: Колдонуучунун жаңы паролу

source: Type new password again
ky_kg: Кайра жаңы пароль койгула

source: Fetching standard data access
ky_kg: Стандарттуу маалымат жетүү тандоо

# DeleteUserMessage
source: Delete user
ky_kg: Жок кылуу колдонуучту

# CreateUserButton
source: Create user
ky_kg: Жаңы колдонуучу

source: Total users
ky_kg: Жалпы колдонуучулар

# NSCRegistry
source: Statistical Business Register
ky_kg: Улуттук статком

# RegId
source: Registration id
ky_kg: Рег.ID

# RegIdDate
source: Registration id date
ky_kg: RegIdDate-

# StatId
source: Statistical id
ky_kg: StatId-

# StatIdDate
source: Statistical id date
ky_kg: StatIdDate-

# TaxRegId
source: Tax registration id
ky_kg: TaxRegId-

# TaxRegDate
source: Tax registration date
ky_kg: TaxRegDate-

# RefNo
source: Reference№
ky_kg: RefNo-

source: Short name
ky_kg: Кыска аталышы

# TelephoneNo
source: Telephone№
ky_kg: TelephoneNo-

# RegMainActivity
source: Registration main activity
ky_kg: RegMainActivity-

# LiqDate
source: Liquidation date
ky_kg: LiqDate-

# LiqReason
source: Liquidation reason
ky_kg: LiqReason-

# ReorgTypeCode
source: Reorganization type code
ky_kg: ReorgTypeCode-

# ReorgDate
source: Reorganization date
ky_kg: ReorgDate-

# ReorgReferences
source: Reorganization references
ky_kg: ReorgReferences-

# NumOfPeople
source: Number of people
ky_kg: NumOfPeople-

# TurnoveDate
source: Turnover date
ky_kg: TurnoveDate-

# FreeEconZone
source: Free economic zone
ky_kg: FreeEconZone-

source: Is deleted
ky_kg: жок кылынды

# EntGroupId
source: Enterprise group id
ky_kg: EntGroupId-

# EntGroupIdDate
source: Enterprise group id date
ky_kg: EntGroupIdDate-

# InstSectorCode
source: Institutional sector code
ky_kg: InstSectorCode-

# PrivCapitalShare
source: Private capital share
ky_kg: PrivCapitalShare-

# EntGroupRole
source: Enterprise group role
ky_kg: EntGroupRole-

# EnterpriseRegId
source: Enterprise registration id
ky_kg: EnterpriseRegId-

# EntRegIdDate
source: Enterprise registration id date
ky_kg: entRegIdDate-

source: EndPeriod
ky_kg: мезгилдин акырына карата

source: StartPeriod
ky_kg: мезгилдин башталышы

# LogicalChecksNoAddress
source: Address is not linked with this record
ky_kg: Бул жазуунун менен байланыштуу эмес

# LogicalChecksLocalNoLegal
source: This local unit doesn't have link to legal unit
ky_kg: Бул жергиликтүү бирдиги укуктук бирдигине шилтемени ээ эмес

source: Any type
ky_kg: Ар бири

source: Suspended
ky_kg: Бир азга

source: Active
ky_kg: Активдүү

source: Unit type
ky_kg: Бөлүмдүн түрү

# AccountView
source: View account
ky_kg: эсеп кароо

source: AccountEdit
ky_kg: эсеп Edit

source: RoleView
ky_kg: ролу кароо

source: RoleListView
ky_kg: Ролу тизмеси кароо

source: RoleCreate
ky_kg: ролу түзүү

source: RoleEdit
ky_kg: ролу Edit

source: RoleDelete
ky_kg: ролу жок кылуу

source: UserView
ky_kg: Колдонуучу кароо

source: UserListView
ky_kg: Колдонуучу тизмеси кароо

source: UserCreate
ky_kg: Колдонуучу түзүү

source: UserEdit
ky_kg: Колдонуучу Edit

source: UserDelete
ky_kg: колдонуучу жок

# StatUnitView
source: Statistical Unit View
ky_kg: Статистикалык Unit кароо

# StatUnitListView
source: Statistical Unit List View
ky_kg: Статистикалык Unit тизмеси кароо

# StatUnitCreate
source: Statistical Unit Create
ky_kg: Статистикалык Unit түзүү

# StatUnitEdit
source: Statistical Unit Edit
ky_kg: Статистикалык Unit Edit

# StatUnitDelete
source: Statistical Unit Delete
ky_kg: Статистикалык Unit өчүрүү

source: Parrent
ky_kg: ата-эне

source: ParrentId
ky_kg: Id ата-эне

# IncorrectIntegerValue
source: Value can't be less than 0
ky_kg: IncorrectIntegerValue-

source: Region
ky_kg: Регион

# IncorrectStringValue
source: Value can't be empty and greater than {0} symbols
ky_kg: IncorrectStringValue(KG)

# RegionNotSelected
source: None
ky_kg: [RegionNotSelected]

source: Back
ky_kg: Артка

# RegionAlreadyExistsError
source: This region name already exists in database
ky_kg: Бул аймак ат базасы бар

# RegionNotExistsError
source: Region Id doesn't exists in database
ky_kg: Аймак Id маалыматтар базасы бар эмес

# RegionDeleteError
source: Can't delete Region, possible is it using by user
ky_kg: Эгер аймакка жок мүмкүн эмес, ал колдонуучуну колдонууга болот

source: Region name
ky_kg: Аймактын аты

# RegionAdd
source: Add new region
ky_kg: Бир аймакты кошуу

# RegionDeleteMessage
source: Delete region
ky_kg: Жок аймакты

# RegionAll
source: All regions
ky_kg: [RegionAll]

# RolesAll
source: All roles
ky_kg: [RolesAll]

# UserStatusAny
source: Any user status
ky_kg: [UserStatusAny]

source: Print
ky_kg: Басып чыгаруу

source: Create
ky_kg: Түзүү

source: Read
ky_kg: Окуу

source: Update
ky_kg: Түзөтүү

source: Delete
ky_kg: Алып салуу

source: User
ky_kg: Колдонуучу

# StatUnit
source: Unit
ky_kg: StatUnit

# IncorrectIntegerValueExt
source: Value must be greater than 0 and less than {0}
ky_kg: IncorrectIntegerValueExt(KG)

# RegionNameIsRequiredError
source: Name region is mandatory field
ky_kg: Аты аймак милдеттүү талаасы

# RoleNamePlaceholder
source: Role name
ky_kg: [RoleNamePlaceholder]

# RoleDescriptionPlaceholder
source: Role description
ky_kg: [RoleDescriptionPlaceholder]

source: Field is required
ky_kg: [FieldIsReqired]

# CurrentPasswordIsRequired
source: Field 'Current password' is required
ky_kg: [CurrentPasswordIsRequired]

# NameIsRequired
source: Field 'Name' is required
ky_kg: Аты талап кылынат

# EmailIsRequired
source: Field 'EmailIsRequired' is required
ky_kg: [EmailIsRequired]

# EnterpriseIsRequired
source: Field is required
ky_kg: [EnterpriseIsRequired]

# EnterpriseGroupIsRequired
source: Field is required
ky_kg: [EnterpriseGroupIsRequired]

source: Activity
ky_kg: Иш

source: History
ky_kg: Тарых

source: Links
ky_kg: Байланыштар

source: Main
ky_kg: Башкы

# UserNameIsRequired
source: Field 'Name' is required
ky_kg: Аты талап кылынат

# EnterpriseUnitIsRequired
source: At least one enterprise unit is required
ky_kg: EnterpriseUnitIsRequired

# LegalUnitIsRequired
source: At least one legal unit is required
ky_kg: LegalUnitIsRequired

# RegionUndeleteMessage
source: Restore region
ky_kg: Аймакты калыбына келтирүү

# Error403
source: You don't have enough rights for this. Please, sign out and try to sign in again.
ky_kg: [У вас недостаточно прав чтобы выполнить это. Попробуйте выйти из своей учетной записи и зайти снова.]

# UndeleteUserMessage
source: Restore user
ky_kg: UndeleteUserMessage

source: all of
ky_kg: баары

# OfCount
source: of
ky_kg: чогуу

source: Displaying
ky_kg: Көрсөтүлгөнү

source: page size
ky_kg: беттин көлөмү

# PageNum
source: page number
ky_kg: беттин саны

# SearchDeletedStatisticalUnits
source: Deleted statistical units search
ky_kg: [Стат. юнит удаленные]

source: restore
ky_kg: восстановить

# StatUnitSearch
source: Stat units search
ky_kg: Стат. юнит издөө

# StatUnitUndelete
source: Undelete stat units
ky_kg: Стат. юнит undelete
